IDS_DLG_DPLUS_IS_TEST_MSG                     = "Test ( DLG_DPLUS_IS )"

//IDD_IS_DEFL_DLG
IDC_GIRBE_RADIO_CRACK_MILD                    = "Mild or moderate"
IDC_GIRBE_RADIO_CRACK_SEVERE                  = "Severe"
IDC_IS_DEFL_UNIT_TIME_FACTOR                  = "( Days )"

//IDD_IS_BEAM_RBAR_DLG
IDC_GURBE_LABEL_MOM_REDIST                    = "Moment redist.(%)."

//IDD_IS_BEAM_RBAR_DLG
IDS_IS_BEAM_TBL_MOME_RDST                     = "Moment redist. (%)"
IDS_IS_BEAM_SERVICE                           = "Serviceabilty"
IDC_GIRBE_CHECK_SERVICE                       = "Serviceability check"
IDC_GIRBE_STC_SERV_SET                        = "Serviceability conditions"

//IDD_IS_COLUMN_DSGN_DLG
IDC_GIRCO_CHECK_USER_RHO                      = "User Defined Reiforcement"
IDC_GURCO_CHECK_USE_ADD_MOM                       = "Use additional moments if slender"
IDS_RCS_COLM_TOOLTIP_USE_ADDITIONAL_MOMENT    = "Additional moments as per IS456:2000 Cl. 39.7.1"
IDS_RCS_COLUMN_TOOLTIP_TIE_REBAR_SPACE        = "Maximum clear spacing between untied longitudinal rebars. At least alternate bars are tied"

//IDD_IS_BASEWALL_OPTN_DLG
IDC_GIRBW_RADIO_CRACK_MODERE                  = "Mild or moderate"
IDC_GIRBW_RADIO_CRACK_SEVERE                  = "Severe"
IDC_SOIL_LOAD_LABEL_SURCHARGE_F               = "Surcharge Factor"

//ISShearWallSeismicDlg
IDC_GIRSW_SEISMIC_LBL_WALLH                   = "Overall Height"
